---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.SculptingFailures.FaceSculptingFaceLoss
source: html/06f5694f-658b-b98a-8cb4-bcffdac05a39.htm
---
# Autodesk.Revit.DB.BuiltInFailures.SculptingFailures.FaceSculptingFaceLoss Property

The original sculpted face is lost.

## Syntax (C#)
```csharp
public static FailureDefinitionId FaceSculptingFaceLoss { get; }
```